{
    "title": "Pol铆tica de Privacidad",
    "lastUpdated": "11 de febrero de 2026",
    "adsensePolicy": {
        "title": " Pol铆tica de Google AdSense y Cookies",
        "content": "Los proveedores externos, incluido Google, utilizan cookies para mostrar anuncios basados en las visitas previas de un usuario a este sitio web o a otros sitios web. El uso de cookies publicitarias por parte de Google les permite a 茅l y a sus socios mostrar anuncios basados en las visitas a este sitio y/u otros sitios en Internet.",
        "cookie_notice": "Google utiliza cookies publicitarias (como la cookie de DoubleClick DART) para permitir la visualizaci贸n de anuncios adecuados a los usuarios.",
        "opt_out": "Los usuarios pueden inhabilitar la publicidad personalizada visitando la Configuraci贸n de anuncios de Google:",
        "more_info": "Para obtener m谩s informaci贸n sobre c贸mo utiliza Google los datos cuando utilizas sitios web asociados, visita:"
    },
    "sections": [
        {
            "title": "1. Pol铆tica Zero PII (Informaci贸n Personal)",
            "content": "El proyecto OmniMetric opera en una arquitectura Zero PII (Personally Identifiable Information). No recopilamos, almacenamos ni gestionamos NINGN nombre, direcci贸n de correo electr贸nico, n煤mero de tel茅fono ni ning煤n otro identificador personal. Este es un sistema algor铆tmico aut贸nomo dise帽ado para demostraci贸n t茅cnica.",
            "note": "No tenemos bases de datos para cuentas de usuario o listas de correo."
        },
        {
            "title": "2. Datos que recopilamos (Datos No-PII)",
            "subsections": [
                {
                    "title": "Informaci贸n recopilada autom谩ticamente",
                    "list": [
                        "P谩ginas vistas y patrones de navegaci贸n",
                        "Preferencias de idioma (EN/JP/CN/ES/HI/ID/AR/DE/FR)",
                        "Tipo de dispositivo e informaci贸n del navegador",
                        "Ubicaci贸n geogr谩fica (nivel pa铆s, anonimizada)",
                        "Duraci贸n de la sesi贸n y marcas de tiempo de interacci贸n"
                    ]
                },
                {
                    "title": "Cookies utilizadas",
                    "list": [
                        {
                            "title": "Cookies funcionales:",
                            "desc": "Selecci贸n de idioma, preferencias de tema"
                        },
                        {
                            "title": "Cookies de an谩lisis:",
                            "desc": "Google Analytics 4 (GA4) para el rendimiento del sitio"
                        },
                        {
                            "title": "Cookies de publicidad:",
                            "desc": "Google AdSense para la personalizaci贸n de anuncios"
                        }
                    ]
                }
            ]
        },
        {
            "title": "3. Servicios de terceros",
            "services": [
                {
                    "name": "Google AdSense",
                    "desc": "Utiliza cookies para mostrar anuncios basados en visitas anteriores. Puede inhabilitar la publicidad personalizada en la Configuraci贸n de anuncios de Google."
                },
                {
                    "name": "Google Analytics 4",
                    "desc": "Utilizamos GA4 para el an谩lisis del rendimiento. Los datos se procesan de forma an贸nima. Puede inhabilitarla a trav茅s del complemento de inhabilitaci贸n de Google Analytics."
                },
                {
                    "name": "Vercel Analytics",
                    "desc": "Monitoreo de infraestructura centrado en la privacidad para garantizar el tiempo de actividad del sistema."
                }
            ]
        },
        {
            "title": "4. Sus derechos y exclusi贸n",
            "list": [
                {
                    "label": "Inhabilitar anuncios personalizados:",
                    "link": "https://www.google.com/settings/ads",
                    "text": "Configuraci贸n de anuncios de Google",
                    "link2": "http://www.aboutads.info/choices/",
                    "text2": "www.aboutads.info"
                },
                {
                    "label": "Inhabilitar GA4:",
                    "link": "https://tools.google.com/dlpage/gaoptout",
                    "text": "Complemento de inhabilitaci贸n de Google Analytics"
                },
                {
                    "label": "Bloquear cookies:",
                    "desc": "Se requiere configuraci贸n manual del navegador para rechazar todas las cookies."
                }
            ]
        },
        {
            "title": "5. Actualizaciones de la pol铆tica",
            "content": "Podemos actualizar esta Pol铆tica de Privacidad para reflejar cambios t茅cnicos o legales. El uso continuado de la terminal constituye la aceptaci贸n de la pol铆tica m谩s reciente."
        },
        {
            "title": "7. Cookies y publicidad de terceros",
            "list": [
                {
                    "label": "Google AdSense:",
                    "desc": "Como proveedor de terceros, Google utiliza cookies para mostrar anuncios en OmniMetric basados en sus visitas previas a este y otros sitios web."
                },
                {
                    "label": "Publicidad personalizada:",
                    "desc": "Los usuarios pueden optar por no recibir publicidad personalizada visitando Google Ads Settings o www.aboutads.info.",
                    "link": "https://www.google.com/settings/ads",
                    "text": "Google Ads Settings",
                    "link2": "http://www.aboutads.info/choices/",
                    "text2": "www.aboutads.info"
                },
                {
                    "label": "Google Analytics:",
                    "desc": "Utilizamos Google Analytics 4 para analizar el tr谩fico del sitio de forma an贸nima. Puede optar por no participar mediante la extensi贸n del navegador Opt-out de Google Analytics.",
                    "link": "https://tools.google.com/dlpage/gaoptout",
                    "text": "Complemento de inhabilitaci贸n para navegadores de Google Analytics"
                }
            ]
        },
        {
            "title": "8. Anonimato de datos",
            "content": "OmniMetric es un sistema 100 % aut贸nomo. No recopilamos, almacenamos ni compartimos informaci贸n personalmente identificable (PII) como nombres, correos electr贸nicos o n煤meros de tel茅fono."
        },
        {
            "title": "9. Consentimiento de cookies",
            "content": "Al usar este servicio, usted consiente el uso de cookies como se describe arriba. Puede gestionar o bloquear las cookies a trav茅s de la configuraci贸n de su navegador en cualquier momento."
        }
    ],
    "contact": {
        "title": "10. Contacto y consultas legales",
        "text": "Todas las consultas legales deben dirigirse exclusivamente a X (Twitter) @OmniMetric_GMS solo por mensaje directo. No se monitorean otros canales de soporte."
    },
    "legalFramework": "Marco de privacidad: cumple con AdSense y GA4 // Arquitectura Zero PII"
}