{
    "title": "Datenschutzerklärung",
    "lastUpdated": "12. Januar 2026",
    "adsensePolicy": {
        "title": "🔔 Google AdSense & Cookie-Richtlinie",
        "content": "OmniMetric verwendet Google AdSense, einen Drittanbieter-Werbedienst, der von Google LLC verwaltet wird.",
        "cookie_notice": "Google verwendet Werbe-Cookies (DoubleClick DART Cookie), um die Anzeige geeigneter Werbung für Nutzer zu ermöglichen.",
        "opt_out": "Sie können personalisierte Werbung deaktivieren, indem Sie folgende Seite besuchen:",
        "more_info": "Weitere Informationen darüber, wie Google Daten verwendet, wenn Sie Partnerseiten nutzen, finden Sie unter:"
    },
    "sections": [
        {
            "title": "1. Erhobene Daten",
            "subsections": [
                {
                    "title": "Automatisch erfasste Informationen",
                    "list": [
                        "Seitenaufrufe und Navigationsmuster",
                        "Sprachpräferenzen (EN/JP/CN/ES/HI/ID/AR)",
                        "Gerätetyp und Browser-Informationen",
                        "Geografischer Standort (Land/Stadt-Ebene, anonymisiert)",
                        "Sitzungsdauer und Interaktionszeitstempel"
                    ]
                },
                {
                    "title": "Verwendete Cookies",
                    "list": [
                        {
                            "title": "Funktionale Cookies:",
                            "desc": "Sprachauswahl, Einwilligungspräferenzen"
                        },
                        {
                            "title": "Analyse-Cookies:",
                            "desc": "Google Analytics 4 (GA4) für die Website-Performance"
                        },
                        {
                            "title": "Werbe-Cookies:",
                            "desc": "Google AdSense für die Personalisierung von Anzeigen"
                        }
                    ]
                }
            ],
            "footer": "Diese Website wird persönlich betrieben und verfügt über KEINE Infrastruktur zum Erfassen, Speichern oder Verwalten von personenbezogenen Daten wie E-Mail-Adressen, echten Namen oder Zahlungsdetails."
        },
        {
            "title": "2. Dienste von Drittanbietern",
            "services": [
                {
                    "name": "Google AdSense",
                    "desc": "Drittanbieter, einschließlich Google, verwenden Cookies, um Anzeigen basierend auf Ihren vorherigen Besuchen bei OmniMetric und anderen Websites zu schalten. Andere Drittanbieter oder Werbenetzwerke können ebenfalls Cookies verwenden, um Anzeigen auf OmniMetric zu schalten."
                },
                {
                    "name": "Google Analytics",
                    "desc": "Wir verwenden Google Analytics 4, um das Nutzerverhalten zu verstehen, die Website-Performance zu messen und unsere Dienste zu verbessern. Über die Analysedienste von Google hinaus werden keine personenbezogenen Daten an Dritte weitergegeben."
                },
                {
                    "name": "Vercel Analytics",
                    "desc": "Privatsphärenorientierte Analysen unserer Hosting-Plattform zur Überwachung von Betriebszeit und Performance-Metriken."
                }
            ]
        },
        {
            "title": "3. Datensicherheit",
            "content": "Alle zwischen Ihrem Browser und unseren Servern übertragenen Daten werden mittels HTTPS/TLS verschlüsselt. Wir speichern keine sensiblen Finanzdaten oder Zahlungsinformationen auf unseren Servern."
        },
        {
            "title": "4. Ihre Rechte",
            "list": [
                {
                    "label": "Personalisierte Werbung deaktivieren:",
                    "link": "https://www.google.com/settings/ads",
                    "text": "Google Anzeigeneinstellungen",
                    "link2": "http://www.aboutads.info/choices/",
                    "text2": "www.aboutads.info"
                },
                {
                    "label": "Cookies blockieren:",
                    "desc": "Konfigurieren Sie Ihre Browsereinstellungen so, dass Cookies abgelehnt werden"
                },
                {
                    "label": "Do Not Track (DNT):",
                    "desc": "Wir respektieren DNT-Signale des Browsers, sofern zutreffend"
                }
            ]
        },
        {
            "title": "5. Änderungen dieser Richtlinie",
            "content": "Wir können diese Datenschutzerklärung von Zeit zu Zeit aktualisieren. Änderungen werden auf dieser Seite mit einem aktualisierten Datum der „Letzten Aktualisierung“ veröffentlicht. Die fortgesetzte Nutzung von OmniMetric stellt die Annahme jeglicher Änderungen dar."
        }
    ],
    "contact": {
        "title": "6. Kontakt",
        "text": "Bei datenschutzbezogenen Anfragen kontaktieren Sie uns bitte per Direktnachricht auf X (Twitter):"
    },
    "legalFramework": "Datenschutzrahmen: DSGVO-konform // Cookie-Einwilligung v2.0"
}