{
    "title": "Datenschutzerklärung",
    "lastUpdated": "11. Februar 2026",
    "adsensePolicy": {
        "title": "🔔 Google AdSense & Cookie-Richtlinie",
        "content": "Drittanbieter, einschließlich Google, verwenden Cookies, um Anzeigen basierend auf früheren Besuchen eines Nutzers auf dieser Website oder anderen Websites zu schalten. Die Verwendung von Werbe-Cookies durch Google ermöglicht es Google und seinen Partnern, Anzeigen basierend auf dem Besuch dieser Website und/oder anderer Websites im Internet zu schalten.",
        "cookie_notice": "Google verwendet Werbe-Cookies (z. B. DoubleClick DART-Cookie), um die Schaltung angemessener Anzeigen für Nutzer zu ermöglichen.",
        "opt_out": "Nutzer können die personalisierte Werbung deaktivieren, indem sie die Google-Anzeigeneinstellungen aufrufen:",
        "more_info": "Weitere Informationen darüber, wie Google Daten verwendet, wenn Sie Partnerseiten nutzen, finden Sie hier:"
    },
    "sections": [
        {
            "title": "1. Zero PII Richtlinie (Persönliche Daten)",
            "content": "Das OmniMetric-Projekt arbeitet auf einer Zero PII (Personally Identifiable Information) Architektur. Wir erheben, speichern oder verwalten KEINE Namen, E-Mail-Adressen, Telefonnummern oder andere persönliche Identifikationsmerkmale. Dies ist ein autonomes algorithmisches System zur technischen Demonstration.",
            "note": "Wir führen keine Datenbank für Benutzerkonten oder Mailinglisten."
        },
        {
            "title": "2. Datenerfassung (Nicht-PII)",
            "subsections": [
                {
                    "title": "Automatisch erfasste Informationen",
                    "list": [
                        "Seitenaufrufe und Navigationsmuster",
                        "Spracheinstellungen (EN/JP/CN/ES/HI/ID/AR/DE/FR)",
                        "Gerätetyp und Browserinformationen",
                        "Geografischer Standort (Landesebene, anonymisiert)",
                        "Sitzungsdauer und Interaktionszeitstempel"
                    ]
                },
                {
                    "title": "Verwendete Cookies",
                    "list": [
                        {
                            "title": "Funktionale Cookies:",
                            "desc": "Sprachauswahl, Design-Einstellungen"
                        },
                        {
                            "title": "Analyse-Cookies:",
                            "desc": "Google Analytics 4 (GA4) zur Website-Optimierung"
                        },
                        {
                            "title": "Werbe-Cookies:",
                            "desc": "Google AdSense für personalisierte Werbung"
                        }
                    ]
                }
            ]
        },
        {
            "title": "3. Dienste von Drittanbietern",
            "services": [
                {
                    "name": "Google AdSense",
                    "desc": "Verwendet Cookies zur Anzeigenschaltung basierend auf früheren Besuchen. Sie können personalisierte Werbung in den Google-Anzeigeneinstellungen deaktivieren."
                },
                {
                    "name": "Google Analytics 4",
                    "desc": "Wir nutzen GA4 zur Leistungsanalyse. Die Daten werden anonym verarbeitet. Sie können sich über das Google Analytics Opt-out Browser-Add-on abmelden."
                },
                {
                    "name": "Vercel Analytics",
                    "desc": "Datenschutzfreundliche Infrastrukturüberwachung zur Ausfallprävention."
                }
            ]
        },
        {
            "title": "4. Ihre Rechte & Opt-Out",
            "list": [
                {
                    "label": "Personalisierte Werbung deaktivieren:",
                    "link": "https://www.google.com/settings/ads",
                    "text": "Google Anzeigeneinstellungen",
                    "link2": "http://www.aboutads.info/choices/",
                    "text2": "www.aboutads.info"
                },
                {
                    "label": "GA4 Deaktivierung:",
                    "link": "https://tools.google.com/dlpage/gaoptout",
                    "text": "Google Analytics Opt-out Add-on"
                },
                {
                    "label": "Cookies blockieren:",
                    "desc": "Die manuelle Konfiguration des Browsers ist erforderlich, um alle Cookies abzulehnen."
                }
            ]
        },
        {
            "title": "5. Richtlinien-Aktualisierungen",
            "content": "Wir können diese Datenschutzerklärung aktualisieren, um technische oder rechtliche Änderungen widerzuspiegeln. Die fortgesetzte Nutzung des Terminals stellt die Annahme der neuesten Richtlinie dar."
        },
        {
            "title": "7. Cookies & Drittanbieter-Werbung",
            "list": [
                {
                    "label": "Google AdSense:",
                    "desc": "Als Drittanbieter-Verkäufer verwendet Google Cookies, um auf OmniMetric Werbung basierend auf Ihren früheren Besuchen auf dieser und anderen Websites zu schalten."
                },
                {
                    "label": "Personalisierte Werbung:",
                    "desc": "Nutzer können sich von personalisierter Werbung abmelden, indem sie Google Ads Settings oder www.aboutads.info besuchen.",
                    "link": "https://www.google.com/settings/ads",
                    "text": "Google Ads Settings",
                    "link2": "http://www.aboutads.info/choices/",
                    "text2": "www.aboutads.info"
                },
                {
                    "label": "Google Analytics:",
                    "desc": "Wir verwenden Google Analytics 4, um den Websiteverkehr anonym zu analysieren. Sie können sich über die Google Analytics Opt-out Browser-Erweiterung abmelden.",
                    "link": "https://tools.google.com/dlpage/gaoptout",
                    "text": "Google Analytics Opt-out Browser-Erweiterung"
                }
            ]
        },
        {
            "title": "8. Datenanonymität",
            "content": "OmniMetric ist ein 100% autonomes System. Wir erfassen, speichern oder teilen keine personenbezogenen Informationen (PII) wie Namen, E-Mail-Adressen oder Telefonnummern."
        },
        {
            "title": "9. Cookie-Zustimmung",
            "content": "Durch die Nutzung dieses Dienstes stimmen Sie der oben beschriebenen Nutzung von Cookies zu. Sie können Cookies jederzeit über Ihre Browsereinstellungen verwalten oder blockieren."
        }
    ],
    "contact": {
        "title": "10. Kontakt & rechtliche Anfragen",
        "text": "Alle rechtlichen Anfragen müssen ausschließlich per DM an X (Twitter) @OmniMetric_GMS gerichtet werden. Andere Support-Kanäle werden nicht überwacht."
    },
    "legalFramework": "Privacy-Framework: AdSense & GA4 konform // Zero PII-Architektur"
}