{
    "title": "Politique de confidentialité",
    "lastUpdated": "12 janvier 2026",
    "adsensePolicy": {
        "title": "🔔 Google AdSense & Politique relative aux cookies",
        "content": "OmniMetric utilise Google AdSense, un service publicitaire tiers géré par Google LLC.",
        "cookie_notice": "Google utilise des cookies publicitaires (cookie DoubleClick DART) pour permettre la diffusion d'annonces appropriées aux utilisateurs.",
        "opt_out": "Vous pouvez désactiver la publicité personnalisée en visitant :",
        "more_info": "Pour plus d'informations sur la manière dont Google utilise les données lorsque vous utilisez des sites partenaires, visitez :"
    },
    "sections": [
        {
            "title": "1. Données que nous collectons",
            "subsections": [
                {
                    "title": "Informations collectées automatiquement",
                    "list": [
                        "Pages consultées et schémas de navigation",
                        "Préférences linguistiques (EN/JP/CN/ES/HI/ID/AR)",
                        "Type d'appareil et informations sur le navigateur",
                        "Localisation géographique (niveau pays/ville, anonymisée)",
                        "Durée de la session et horodatage des interactions"
                    ]
                },
                {
                    "title": "Cookies utilisés",
                    "list": [
                        {
                            "title": "Cookies fonctionnels :",
                            "desc": "Sélection de la langue, préférences de consentement"
                        },
                        {
                            "title": "Cookies analytiques :",
                            "desc": "Google Analytics 4 (GA4) pour la performance du site"
                        },
                        {
                            "title": "Cookies publicitaires :",
                            "desc": "Google AdSense pour la personnalisation des annonces"
                        }
                    ]
                }
            ],
            "footer": "Ce site est géré personnellement et ne dispose d'AUCUNE infrastructure pour collecter, stocker ou gérer des informations personnellement identifiables (PII) telles que des adresses e-mail, des noms réels ou des informations de paiement."
        },
        {
            "title": "2. Services tiers",
            "services": [
                {
                    "name": "Google AdSense",
                    "desc": "Des fournisseurs tiers, y compris Google, utilisent des cookies pour diffuser des annonces basées sur vos visites antérieures sur OmniMetric et d'autres sites web. D'autres fournisseurs tiers ou réseaux publicitaires peuvent également utiliser des cookies pour diffuser des annonces sur OmniMetric."
                },
                {
                    "name": "Google Analytics",
                    "desc": "Nous utilisons Google Analytics 4 pour comprendre le comportement des utilisateurs, mesurer la performance du site et améliorer nos services. Aucune donnée personnelle n'est partagée avec des tiers au-delà des services analytiques de Google."
                },
                {
                    "name": "Vercel Analytics",
                    "desc": "Analyses axées sur la confidentialité fournies par notre plateforme d'hébergement pour surveiller le temps de fonctionnement et les indicateurs de performance."
                }
            ]
        },
        {
            "title": "3. Sécurité des données",
            "content": "Toutes les données transmises entre votre navigateur et nos serveurs sont cryptées via HTTPS/TLS. Nous ne stockons aucune donnée financière sensible ou information de paiement sur nos serveurs."
        },
        {
            "title": "4. Vos droits",
            "list": [
                {
                    "label": "Désactiver les publicités personnalisées :",
                    "link": "https://www.google.com/settings/ads",
                    "text": "Paramètres des annonces Google",
                    "link2": "http://www.aboutads.info/choices/",
                    "text2": "www.aboutads.info"
                },
                {
                    "label": "Bloquer les cookies :",
                    "desc": "Configurez les paramètres de votre navigateur pour rejeter les cookies"
                },
                {
                    "label": "Do Not Track :",
                    "desc": "Nous respectons les signaux DNT du navigateur le cas échéant"
                }
            ]
        },
        {
            "title": "5. Modifications de cette politique",
            "content": "Nous pouvons mettre à jour cette politique de confidentialité de temps à autre. Les modifications seront publiées sur cette page avec une date de « Dernière mise à jour ». L'utilisation continue d'OmniMetric constitue l'acceptation de tout changement."
        }
    ],
    "contact": {
        "title": "6. Contact",
        "text": "Pour toute question relative à la confidentialité, contactez-nous par message direct sur X (Twitter) :"
    },
    "legalFramework": "Cadre de confidentialité : Conforme au RGPD // Consentement aux cookies v2.0"
}