{
    "title": "Conditions d'utilisation",
    "lastUpdated": "12 janvier 2026",
    "criticalDisclaimer": {
        "title": "AVERTISSEMENT CRITIQUE",
        "mainText": "OmniMetric n'est PAS un conseil en investissement.",
        "list": [
            "Toutes les informations fournies le sont à des fins informatives et éducatives uniquement",
            "Nous ne garantissons PAS l'exactitude, l'exhaustivité ou l'actualité des données",
            "Les décisions d'investissement sont sous VOTRE seule responsabilité",
            "Les performances passées ne garantissent PAS les résultats futurs",
            "Les données de marché peuvent être retardées ou contenir des erreurs"
        ],
        "acknowledgment": "En accédant à ce site, vous reconnaissez et acceptez tous les risques associés aux marchés financiers."
    },
    "sections": [
        {
            "title": "1. Acceptation des conditions",
            "content": "En accédant à ou en utilisant le Terminal OmniMetric (« le Service »), vous acceptez d'être légalement lié par ces Conditions d'utilisation. Si vous n'êtes pas d'accord avec une partie de ces conditions, vous devez immédiatement cesser d'utiliser le Service."
        },
        {
            "title": "2. Utilisation interdite et propriété intellectuelle",
            "content": "Les actions suivantes sont strictement interdites :",
            "list": [
                {
                    "title": "Scraping automatisé :",
                    "desc": "Utilisation de bots, crawlers ou scripts automatisés pour extraire des données sans autorisation écrite explicite"
                },
                {
                    "title": "Exploitation commerciale de données :",
                    "desc": "Collecte de nos analyses propriétaires à des fins de revente, de redistribution ou à des fins concurrentielles"
                },
                {
                    "title": "Entraînement d'IA :",
                    "desc": "Utilisation de notre contenu, de nos algorithmes ou de nos textes générés pour entraîner des modèles d'IA ou d'apprentissage automatique sans autorisation"
                },
                {
                    "title": "Rétro-ingénierie :",
                    "desc": "Tentative de rétro-ingénierie, de décompilation ou d'extraction de la logique de notre algorithme propriétaire GMS Score"
                },
                {
                    "title": "Usurpation d'identité :",
                    "desc": "Fausse représentation de vous-même ou de votre affiliation à OmniMetric"
                }
            ],
            "note": "Note : La recherche académique et l'utilisation personnelle (avec attribution appropriée) sont autorisées. Des licences commerciales sont disponibles sur demande via message direct sur X (Twitter)."
        },
        {
            "title": "3. Sources de données et exactitude",
            "content": "OmniMetric agrège des données provenant de sources tierces accessibles au public, notamment :",
            "sources": [
                "Federal Reserve Economic Data (FRED)",
                "Indices de volatilité du marché CBOE (VIX, MOVE)",
                "Yahoo Finance (Prix du marché)",
                "Financial Modeling Prep (Calendrier économique)",
                "Alternative.me (Sentiment Crypto)"
            ],
            "disclaimer": "Nous nous appuyons sur ces sources pour l'exactitude mais ne pouvons garantir leur justesse, leur exhaustivité ou leur précision en temps réel. Les données peuvent être retardées de 15 minutes ou plus selon la source."
        },
        {
            "title": "4. Limitation de responsabilité",
            "content": "Dans la mesure maximale permise par la loi, le Projet OmniMetric et ses contributeurs ne seront PAS responsables de :",
            "list": [
                "Pertes financières résultant de la confiance accordée à nos données ou analyses",
                "Erreurs techniques, inexactitudes des données ou interruptions de service",
                "Erreurs de fournisseurs de données tiers ou défaillances d'API",
                "Dommages indirects, accessoires ou consécutifs"
            ],
            "footer": "Vous utilisez ce Service entièrement à vos propres risques."
        },
        {
            "title": "5. Politiques opérationnelles",
            "subsections": [
                {
                    "title": "Aucune obligation d'assistance",
                    "content": "Le Projet OmniMetric n'est soumis à aucune obligation de fournir une assistance individuelle, des conseils ou des réponses aux demandes. L'utilisation du Service ne crée pas de relation client-professionnel."
                },
                {
                    "title": "Droit de résiliation",
                    "content": "Nous nous réservons le droit de bloquer l'accès à tout utilisateur ou adresse IP, sans préavis, en cas de violation de ces Conditions (y compris le scraping de données)."
                },
                {
                    "title": "Divisibilité",
                    "content": "Si une disposition de ces Conditions est jugée inapplicable, les autres dispositions demeurent pleinement en vigueur."
                }
            ]
        },
        {
            "title": "6. Modifications des conditions",
            "content": "Nous nous réservons le droit de modifier ces Conditions à tout moment. Les modifications seront publiées sur cette page avec une date « Dernière mise à jour » actualisée. L'utilisation continue d'OmniMetric après les modifications constitue l'acceptation des nouvelles Conditions."
        },
        {
            "title": "7. Droit applicable",
            "content": "Ces Conditions sont régies et interprétées conformément aux lois applicables au commerce numérique international. Les litiges seront résolus par arbitrage ou par les tribunaux de la juridiction où le Projet OmniMetric est enregistré."
        }
    ],
    "contact": {
        "title": "8. Contact",
        "text": "Pour toute question juridique ou demande de licence, contactez-nous par message direct sur X (Twitter) :"
    },
    "legalFramework": "Cadre juridique : Conditions v2.0 // Date d'effet : 12/01/2026"
}