{
    "title": "सेवा की शर्तें",
    "lastUpdated": "11 फरवरी, 2026",
    "criticalDisclaimer": {
        "title": "महत्वपूर्ण अस्वीकरण",
        "mainText": "OmniMetric निवेश सलाह नहीं है।",
        "list": [
            "प्रदान की गई सभी जानकारी केवल सूचनात्मक और शैक्षिक उद्देश्यों के लिए है",
            "हम किसी भी डेटा की सटीकता, पूर्णता या समयबद्धता की गारंटी नहीं देते हैं",
            "निवेश के निर्णय आपकी एकमात्र जिम्मेदारी हैं",
            "पिछला प्रदर्शन भविष्य के परिणामों की गारंटी नहीं देता है",
            "बाजार डेटा में देरी हो सकती है या त्रुटियां हो सकती हैं"
        ],
        "acknowledgment": "इस साइट तक पहुँच कर, आप वित्तीय बाजारों से जुड़े सभी जोखिमों को स्वीकार करते हैं।"
    },
    "sections": [
        {
            "title": "1. शर्तों की स्वीकृति",
            "content": "OmniMetric टर्मिनल (\"सेवा\") का उपयोग करके, आप इन सेवा की शर्तों से कानूनी रूप से बंधे होने के लिए सहमत होते हैं। यदि आप इन शर्तों के किसी भी हिस्से से सहमत नहीं हैं, तो आपको तुरंत सेवा का उपयोग बंद कर देना चाहिए।"
        },
        {
            "title": "2. निषिद्ध उपयोग और बौद्धिक संपदा",
            "content": "निम्नलिखित कार्य सख्त वर्जित हैं:",
            "list": [
                {
                    "title": "स्वचालित स्क्रैपिंग:",
                    "desc": "स्पष्ट लिखित अनुमति के बिना डेटा निकालने के लिए बॉट, क्रॉलर या स्वचालित स्क्रिप्ट का उपयोग करना।"
                },
                {
                    "title": "वाणिज्यिक डेटा माइनिंग:",
                    "desc": "पुनर्विक्रय, पुनर्वितरण या प्रतिस्पर्धी उद्देश्यों के लिए हमारे विश्लेषण को एकत्र करना।"
                },
                {
                    "title": "AI प्रशिक्षण:",
                    "desc": "बिना अनुमति के AI मॉडल को प्रशिक्षित करने के लिए हमारी सामग्री या एल्गोरिदम का उपयोग करना।"
                }
            ],
            "note": "नोट: वाणिज्यिक लाइसेंसिंग अनुरोध केवल X (Twitter) DM @OmniMetric_GMS के माध्यम से उपलब्ध है।"
        },
        {
            "title": "3. डेटा स्रोत और सटीकता",
            "content": "OmniMetric सार्वजनिक रूप से उपलब्ध तृतीय-पक्ष स्रोतों जैसे FRED, CBOE और Yahoo Finance से डेटा एकत्र करता है।",
            "disclaimer": "हम सटीकता के लिए इन स्रोतों पर भरोसा करते हैं लेकिन उनकी शुद्धता की गारंटी नहीं दे सकते। डेटा में 15+ मिनट की देरी हो सकती है।"
        },
        {
            "title": "4. देयता की सीमा",
            "content": "OmniMetric प्रोजेक्ट और उसके योगदानकर्ता वित्तीय नुकसान, तकनीकी त्रुटियों या डेटा अशुद्धियों के लिए उत्तरदायी नहीं होंगे। आप इस सेवा का उपयोग पूरी तरह से अपने जोखिम पर करते हैं।",
            "footer": "यह कोई पेशेवर-ग्राहक संबंध नहीं बनाने वाला एक स्वायत्त प्रदर्शन मंच है।"
        },
        {
            "title": "5. विशेष संपर्क और शासी कानून",
            "content": "सभी कानूनी पूछताछ केवल DM के माध्यम से X (Twitter) @OmniMetric_GMS को निर्देशित की जानी चाहिए। ये शर्तें लागू अंतरराष्ट्रीय डिजिटल वाणिज्य कानूनों द्वारा शासित हैं।",
            "note": "कानूनी मामलों के लिए कहीं और प्रदान किए गए किसी भी अन्य संपर्क चैनल की निगरानी नहीं की जाती है।"
        }
    ],
    "contact": {
        "title": "6. संपर्क",
        "text": "कानूनी पूछताछ या लाइसेंसिंग अनुरोधों के लिए, X (Twitter) पर सीधे संदेश के माध्यम से हमसे संपर्क करें:"
    },
    "legalFramework": "कानूनी ढांचा: शर्तें v2.1 // AdSense अनुपालन // प्रभावी: 2026-02-11"
}