{
    "title": "Nutzungsbedingungen",
    "lastUpdated": "11. Februar 2026",
    "criticalDisclaimer": {
        "title": "WICHTIGER HAFTUNGSAUSSCHLUSS",
        "mainText": "OmniMetric ist KEINE Anlageberatung.",
        "list": [
            "Alle bereitgestellten Informationen dienen ausschließlich Informations- und Bildungszwecken",
            "Wir garantieren NICHT für die Richtigkeit, Vollständigkeit oder Aktualität der Daten",
            "Anlageentscheidungen liegen in IHRER alleinigen Verantwortung",
            "Vergangene Wertentwicklungen garantieren KEINE zukünftigen Ergebnisse",
            "Marktdaten können verzögert sein oder Fehler enthalten"
        ],
        "acknowledgment": "Durch den Zugriff auf diese Website erkennen Sie alle mit den Finanzmärkten verbundenen Risiken an und akzeptieren diese."
    },
    "sections": [
        {
            "title": "1. Annahme der Bedingungen",
            "content": "Durch den Zugriff auf das OmniMetric Terminal (\"der Dienst\") erklären Sie sich damit einverstanden, an diese Nutzungsbedingungen rechtlich gebunden zu sein. Wenn Sie mit Teilen dieser Bedingungen nicht einverstanden sind, müssen Sie die Nutzung des Dienstes unverzüglich einstellen."
        },
        {
            "title": "2. Verbotene Nutzung & Geistiges Eigentum",
            "content": "Folgende Handlungen sind streng untersagt:",
            "list": [
                {
                    "title": "Automatisiertes Scraping:",
                    "desc": "Verwendung von Bots, Crawlern oder automatisierten Skripten zur Datenextraktion ohne ausdrückliche schriftliche Genehmigung."
                },
                {
                    "title": "Gewerbliches Data Mining:",
                    "desc": "Sammeln unserer proprietären Analysen für den Wiederverkauf, die Weiterverbreitung oder für Wettbewerbszwecke."
                },
                {
                    "title": "KI-Training:",
                    "desc": "Nutzung unserer Inhalte, Algorithmen oder generierten Texte zum Training von KI-Modellen ohne Genehmigung."
                }
            ],
            "note": "Hinweis: Eine kommerzielle Lizenzierung ist auf Anfrage ausschließlich über X (Twitter) DM @OmniMetric_GMS möglich."
        },
        {
            "title": "3. Datenquellen & Korrektheit",
            "content": "OmniMetric aggregiert Daten aus öffentlich zugänglichen Drittquellen wie FRED, CBOE und Yahoo Finance.",
            "disclaimer": "Wir verlassen uns auf diese Quellen, können aber deren Fehlerfreiheit nicht garantieren. Daten können um 15+ Minuten verzögert sein."
        },
        {
            "title": "4. Haftungsbeschränkung",
            "content": "Das OmniMetric-Projekt und seine Mitwirkenden haften NICHT für finanzielle Verluste, technische Fehler oder Datenungenauigkeiten. Die Nutzung dieses Dienstes erfolgt auf eigenes Risiko.",
            "footer": "Dies ist eine autonome Demonstrationsplattform ohne professionelles Beratungsverhältnis."
        },
        {
            "title": "5. Exklusiver Kontakt & Anwendbares Recht",
            "content": "Alle rechtlichen Anfragen müssen ausschließlich über X (Twitter) @OmniMetric_GMS per DM gestellt werden. Diese Bedingungen unterliegen den geltenden Gesetzen des internationalen digitalen Handels.",
            "note": "Andere Kontaktkanäle werden für rechtliche Angelegenheiten nicht überwacht."
        }
    ],
    "contact": {
        "title": "6. Kontakt",
        "text": "Für rechtliche Anfragen oder Lizenzierungsanfragen kontaktieren Sie uns per Direktnachricht auf X (Twitter):"
    },
    "legalFramework": "Rechtlicher Rahmen: Terms v2.1 // AdSense-konform // Gültig ab: 11.02.2026"
}