{
    "title": "شروط الخدمة",
    "lastUpdated": "11 فبراير 2026",
    "criticalDisclaimer": {
        "title": "إخلاء مسؤولية حاسم",
        "mainText": "OmniMetric ليست نصيحة استثمارية.",
        "list": [
            "جميع المعلومات المقدمة هي لأغراض إعلامية وتعليمية فقط",
            "نحن لا نضمن دقة أو اكتمال أو توقيت أي بيانات",
            "قرارات الاستثمار هي مسؤوليتك وحدك",
            "الأداء السابق لا يضمن النتائج المستقبلية",
            "قد تتأخر بيانات السوق أو تحتوي على أخطاء"
        ],
        "acknowledgment": "بمجرد دخولك إلى هذا الموقع، فإنك تقر وتقبل جميع المخاطر المرتبطة بالأسواق المالية."
    },
    "sections": [
        {
            "title": "1. قبول الشروط",
            "content": "من خلال الوصول إلى أو استخدام OmniMetric Terminal (\"الخدمة\")، فإنك توافق على الالتزام قانونًا بشروط الخدمة هذه. إذا كنت لا توافق على أي جزء من هذه الشروط، يجب عليك التوقف فورًا عن استخدام الخدمة."
        },
        {
            "title": "2. الاستخدام المحظور والملكية الفكرية",
            "content": "الأفعال التالية محظورة تمامًا:",
            "list": [
                {
                    "title": "الكشط الآلي (Scraping):",
                    "desc": "استخدام برامج البوت أو الزحف أو البرامج النصية الآلية لاستخراج البيانات دون إذن كتابي صريح."
                },
                {
                    "title": "تعدين البيانات التجاري:",
                    "desc": "جمع تحليلاتنا المملوكة لإعادة البيع أو إعادة التوزيع أو لأغراض تنافسية."
                },
                {
                    "title": "تدريب الذكاء الاصطناعي:",
                    "desc": "استخدام المحتوى أو الخوارزميات أو النصوص التي ننتجها لتدريب نماذج الذكاء الاصطناعي دون ترخيص."
                }
            ],
            "note": "ملاحظة: الترخيص التجاري متاح عند الطلب حصريًا عبر الرسائل الخاصة على X (Twitter) @OmniMetric_GMS."
        },
        {
            "title": "3. مصادر البيانات والدقة",
            "content": "تجمع OmniMetric البيانات من مصادر خارجية متاحة للجمهور، بما في ذلك على سبيل المثال لا الحصر FRED و Cboe و Yahoo Finance.",
            "disclaimer": "نحن نعتمد على هذه المصادر من أجل الدقة ولكن لا يمكننا ضمان صحتها. قد تتأخر البيانات لمدة 15 دقيقة أو أكثر."
        },
        {
            "title": "4. تحديد المسؤولية",
            "content": "لا يتحمل مشروع OmniMetric والمساهمون فيه المسؤولية عن الخسائر المالية أو الأخطاء التقنية أو عدم دقة البيانات. أنت تستخدم هذه الخدمة بالكامل على مسؤوليتك الخاصة.",
            "footer": "هذه منصة عرض توضيحية مستقلة ولا توجد علاقة مهنية مع العميل."
        },
        {
            "title": "5. الاتصال الحصري والقانون المعمول به",
            "content": "يجب توجيه جميع الاستفسارات القانونية إلى X (Twitter) @OmniMetric_GMS عبر الرسائل الخاصة (DM) فقط. تخضع هذه الشروط لقوانين التجارة الرقمية الدولية المعمول بها.",
            "note": "لا يتم مراقبة أي قنوات اتصال أخرى مقدمة في مكان آخر للمسائل القانونية."
        }
    ],
    "contact": {
        "title": "6. الاتصال",
        "text": "للاستفسارات القانونية أو طلبات الترخيص، اتصل بنا عبر الرسائل الخاصة على X (Twitter):"
    },
    "legalFramework": "الإطار القانوني: الشروط v2.1 // متوافق مع AdSense // تاريخ السريان: 2026-02-11"
}