{
    "title": "Términos de Servicio",
    "lastUpdated": "11 de febrero de 2026",
    "criticalDisclaimer": {
        "title": "AVISO LEGAL CRÍTICO",
        "mainText": "OmniMetric NO es asesoramiento de inversión.",
        "list": [
            "Toda la información proporcionada es solo para fines informativos y educativos",
            "NO garantizamos la exactitud, integridad o actualidad de ningún dato",
            "Las decisiones de inversión son de SU exclusiva responsabilidad",
            "El rendimiento pasado NO garantiza resultados futuros",
            "Los datos de mercado pueden estar retrasados o contener errores"
        ],
        "acknowledgment": "Al acceder a este sitio, usted reconoce y acepta todos los riesgos asociados con los mercados financieros."
    },
    "sections": [
        {
            "title": "1. Aceptación de los términos",
            "content": "Al acceder o utilizar la Terminal OmniMetric (\"el Servicio\"), usted acepta estar legalmente vinculado por estos Términos de Servicio. Si no está de acuerdo con alguna parte de estos términos, debe dejar de utilizar el Servicio de inmediato."
        },
        {
            "title": "2. Uso prohibido y propiedad intelectual",
            "content": "Las siguientes acciones están estrictamente prohibidas:",
            "list": [
                {
                    "title": "Raspado (Scraping) automatizado:",
                    "desc": "Uso de bots, rastreadores o scripts automatizados para extraer datos sin permiso explícito por escrito."
                },
                {
                    "title": "Minería de datos comercial:",
                    "desc": "Recopilar nuestros análisis patentados para su reventa, redistribución o fines competitivos."
                },
                {
                    "title": "Entrenamiento de IA:",
                    "desc": "Uso de nuestro contenido, algoritmos o texto generado para entrenar modelos de IA sin autorización."
                }
            ],
            "note": "Nota: Las licencias comerciales están disponibles previa solicitud exclusivamente a través de mensaje directo en X (Twitter) @OmniMetric_GMS."
        },
        {
            "title": "3. Fuentes de datos y exactitud",
            "content": "OmniMetric agrega datos de fuentes de terceros disponibles públicamente, que incluyen, entre otros, FRED, CBOE y Yahoo Finance.",
            "disclaimer": "Confiamos en estas fuentes para la exactitud, pero no podemos garantizar su corrección. Los datos pueden tener un retraso de 15 minutos o más."
        },
        {
            "title": "4. Limitación de responsabilidad",
            "content": "El Proyecto OmniMetric y sus colaboradores NO serán responsables de pérdidas financieras, errores técnicos o inexactitudes de datos. Usted utiliza este Servicio bajo su propio riesgo.",
            "footer": "Esta es una plataforma de demostración autónoma sin relación profesional-cliente."
        },
        {
            "title": "5. Contacto exclusivo y ley aplicable",
            "content": "Todas las consultas legales deben dirigirse exclusivamente a X (Twitter) @OmniMetric_GMS solo por mensaje directo. Estos términos se rigen por las leyes aplicables al comercio digital internacional.",
            "note": "No se monitorean otros canales de contacto proporcionados en otros lugares para asuntos legales."
        }
    ],
    "contact": {
        "title": "6. Contacto",
        "text": "Para consultas legales o solicitudes de licencia, contáctenos a través de Mensaje Directo en X (Twitter):"
    },
    "legalFramework": "Marco legal: Términos v2.1 // Cumple con AdSense // Vigencia: 11/02/2026"
}