{
    "title": "Conditions d'Utilisation",
    "lastUpdated": "11 février 2026",
    "criticalDisclaimer": {
        "title": "CLAUSE DE NON-RESPONSABILITÉ CRITIQUE",
        "mainText": "OmniMetric n'est PAS un conseil en investissement.",
        "list": [
            "Toutes les informations fournies sont uniquement à des fins informatives et éducatives",
            "Nous ne garantissons PAS l'exactitude, l'exhaustivité ou l'actualité des données",
            "Les décisions d'investissement sont de VOTRE seule responsabilité",
            "Les performances passées ne garantissent PAS les résultats futurs",
            "Les données de marché peuvent être retardées ou contenir des erreurs"
        ],
        "acknowledgment": "En accédant à ce site, vous reconnaissez et acceptez tous les risques associés aux marchés financiers."
    },
    "sections": [
        {
            "title": "1. Acceptation des conditions",
            "content": "En accédant ou en utilisant le Terminal OmniMetric (« le Service »), vous acceptez d'être légalement lié par ces Conditions d'Utilisation. Si vous n'êtes pas d'accord avec une partie de ces conditions, vous devez immédiatement cesser d'utiliser le Service."
        },
        {
            "title": "2. Utilisation interdite et propriété intellectuelle",
            "content": "Les actions suivantes sont strictement interdites :",
            "list": [
                {
                    "title": "Scraping automatisé :",
                    "desc": "Utilisation de bots, de crawlers ou de scripts automatisés pour extraire des données sans autorisation écrite explicite."
                },
                {
                    "title": "Exploitation commerciale des données :",
                    "desc": "Collecte de nos analyses exclusives à des fins de revente, de redistribution ou à des fins concurrentielles."
                },
                {
                    "title": "Entraînement de l'IA :",
                    "desc": "Utilisation de notre contenu, de nos algorithmes ou de nos textes générés pour entraîner des modèles d'IA sans autorisation."
                }
            ],
            "note": "Remarque : Des licences commerciales sont disponibles sur demande exclusivement via DM X (Twitter) @OmniMetric_GMS."
        },
        {
            "title": "3. Sources de données et exactitude",
            "content": "OmniMetric agrège des données provenant de sources tierces accessibles au public, notamment FRED, CBOE et Yahoo Finance.",
            "disclaimer": "Nous nous appuyons sur ces sources pour l'exactitude mais ne pouvons garantir leur justesse. Les données peuvent être retardées de 15 minutes ou plus."
        },
        {
            "title": "4. Limitation de responsabilité",
            "content": "Le projet OmniMetric et ses contributeurs ne seront PAS responsables des pertes financières, des erreurs techniques ou des inexactitudes des données. Vous utilisez ce Service entièrement à vos propres risques.",
            "footer": "Il s'agit d'une plateforme de démonstration autonome sans relation professionnel-client."
        },
        {
            "title": "5. Contact exclusif et loi applicable",
            "content": "Toutes les demandes juridiques doivent être adressées exclusivement à X (Twitter) @OmniMetric_GMS par DM uniquement. Ces conditions sont régies par les lois applicables au commerce numérique international.",
            "note": "Les autres canaux de contact fournis ailleurs ne sont pas surveillés pour les questions juridiques."
        }
    ],
    "contact": {
        "title": "6. Contact",
        "text": "Pour des demandes juridiques ou des demandes de licence, contactez-nous via message direct sur X (Twitter) :"
    },
    "legalFramework": "Cadre juridique : Conditions v2.1 // Conforme AdSense // En vigueur le : 11/02/2026"
}