{
    "title": "Terms of Service",
    "lastUpdated": "February 11, 2026",
    "criticalDisclaimer": {
        "title": "CRITICAL DISCLAIMER",
        "mainText": "OmniMetric is NOT investment advice.",
        "list": [
            "All information provided is for informational and educational purposes only",
            "We do NOT guarantee accuracy, completeness, or timeliness of any data",
            "Investment decisions are YOUR sole responsibility",
            "Past performance does NOT guarantee future results",
            "Market data may be delayed or contain errors"
        ],
        "acknowledgment": "By accessing this site, you acknowledge and accept all risks associated with financial markets."
    },
    "sections": [
        {
            "title": "1. Acceptance of Terms",
            "content": "By accessing or using OmniMetric Terminal (\"the Service\"), you agree to be legally bound by these Terms of Service. If you do not agree with any part of these terms, you must immediately cease using the Service."
        },
        {
            "title": "2. Prohibited Use & Intellectual Property",
            "content": "The following actions are strictly prohibited:",
            "list": [
                {
                    "title": "Automated Scraping:",
                    "desc": "Using bots, crawlers, or automated scripts to extract data without explicit written permission."
                },
                {
                    "title": "Commercial Data Mining:",
                    "desc": "Collecting our proprietary analysis for resale, redistribution, or competitive purposes."
                },
                {
                    "title": "AI Training:",
                    "desc": "Using our content, algorithms, or generated text to train AI/machine learning models without authorization."
                }
            ],
            "note": "Note: Commercial licensing is available upon request exclusively via X (Twitter) DM @OmniMetric_GMS."
        },
        {
            "title": "3. Data Sources & Accuracy",
            "content": "OmniMetric aggregates data from publicly available, third-party sources, including but not limited to FRED, CBOE, and Yahoo Finance.",
            "disclaimer": "We rely on these sources for accuracy but cannot guarantee their correctness. Data may be delayed by 15+ minutes."
        },
        {
            "title": "4. Limitation of Liability",
            "content": "OmniMetric Project and its contributors shall NOT be liable for financial losses, technical errors, or data inaccuracies. You use this Service entirely at your own risk.",
            "footer": "This is an autonomous demonstration platform with no professional-client relationship."
        },
        {
            "title": "5. Exclusive Contact & Governing Law",
            "content": "All legal inquiries must be directed to X (Twitter) @OmniMetric_GMS via DM only. These terms are governed by applicable international digital commerce laws.",
            "note": "Any other contact channels provided elsewhere are not monitored for legal matters."
        }
    ],
    "contact": {
        "title": "6. Contact",
        "text": "For legal inquiries or licensing requests, contact us via Direct Message on X (Twitter):"
    },
    "legalFramework": "Legal Framework: Terms v2.1 // AdSense Compliant // Effective: 2026-02-11"
}