{
    "title": "Ketentuan Layanan",
    "lastUpdated": "11 Februari 2026",
    "criticalDisclaimer": {
        "title": "PENYANGKALAN KRITIS",
        "mainText": "OmniMetric BUKAN saran investasi.",
        "list": [
            "Semua informasi yang diberikan hanya untuk tujuan informasi dan pendidikan",
            "Kami TIDAK menjamin akurasi, kelengkapan, atau ketepatan waktu data apa pun",
            "Keputusan investasi adalah tanggung jawab ANDA sepenuhnya",
            "Performa masa lalu TIDAK menjamin hasil di masa depan",
            "Data pasar mungkin tertunda oatau mengandung kesalahan"
        ],
        "acknowledgment": "Dengan mengakses situs ini, Anda mengakui dan menerima semua risiko yang berkaitan dengan pasar keuangan."
    },
    "sections": [
        {
            "title": "1. Penerimaan Ketentuan",
            "content": "Dengan mengakses atau menggunakan Terminal OmniMetric (\"Layanan\"), Anda setuju untuk terikat secara hukum oleh Ketentuan Layanan ini. Jika Anda tidak setuju dengan bagian mana pun dari ketentuan ini, Anda harus segera menghentikan penggunaan Layanan."
        },
        {
            "title": "2. Penggunaan yang Dilarang & Kekayaan Intelektual",
            "content": "Tindakan berikut sangat dilarang:",
            "list": [
                {
                    "title": "Scraping Otomatis:",
                    "desc": "Menggunakan bot, crawler, atau skrip otomatis untuk mengekstrak data tanpa izin tertulis yang eksplisit."
                },
                {
                    "title": "Penambangan Data Komersial:",
                    "desc": "Mengumpulkan analisis kepemilikan kami untuk dijual kembali, didistribusikan ulang, atau tujuan kompetitif."
                },
                {
                    "title": "Pelatihan AI:",
                    "desc": "Menggunakan konten, algoritme, atau teks yang kami hasilkan untuk melatih model AI tanpa otorisasi."
                }
            ],
            "note": "Catatan: Lisensi komersial tersedia berdasarkan permintaan secara eksklusif melalui DM X (Twitter) @OmniMetric_GMS."
        },
        {
            "title": "3. Sumber Data & Akurasi",
            "content": "OmniMetric mengumpulkan data dari sumber pihak ketiga yang tersedia secara publik, termasuk namun tidak terbatas pada FRED, Cboe, dan Yahoo Finance.",
            "disclaimer": "Kami mengandalkan sumber-sumber ini untuk akurasi tetapi tidak dapat menjamin kebenarannya. Data mungkin tertunda 15+ menit."
        },
        {
            "title": "4. Batasan Tanggung Jawab",
            "content": "Proyek OmniMetric dan kontributornya TIDAK akan bertanggung jawab atas kerugian finansial, kesalahan teknis, atau ketidakakuratan data. Anda menggunakan Layanan ini sepenuhnya atas risiko Anda sendiri.",
            "footer": "Ini adalah platform demonstrasi otonom tanpa hubungan profesional-klien."
        },
        {
            "title": "5. Kontak Eksklusif & Hukum yang Mengatur",
            "content": "Semua pertanyaan hukum harus diarahkan ke X (Twitter) @OmniMetric_GMS melalui DM saja. Ketentuan ini diatur oleh hukum perdagangan digital internasional yang berlaku.",
            "note": "Saluran kontak lain yang disediakan di tempat lain tidak dipantau untuk masalah hukum."
        }
    ],
    "contact": {
        "title": "6. Kontak",
        "text": "Untuk pertanyaan hukum atau permintaan lisensi, hubungi kami melalui Pesan Langsung di X (Twitter):"
    },
    "legalFramework": "Kerangka Hukum: Ketentuan v2.1 // Patuh AdSense // Berlaku: 2026-02-11"
}